# -*- encoding: utf-8 -*-
birth = 'ДР 💥'
exam = '📕📒📗'
monday = 'Пн'
tuesday = 'Вт'
wednesday = 'Ср'
thirsday = 'Чт'
friday = 'Пт'
saturday = 'Сб'
alt = 'Ещё 🐾'
back = '🔙'
group = '👬↔️👬'
admin = 'Root'
duty = 'CoD 🎖'
menu_liks = 'Link'
menu_ask = 'Ask'

hellos = 'Век живи, век учись!'

disable = 'Доступ закрыт. Обратитесь к администратору.'

admin_help='Нажмите /users для получения списка всех пользователей.\n' \
           'Зажмите /add и допишите id из /users кого хотите добаввить.\n' \
           'Зажмите /del и допишите id из /users кого хотите удалить.\n' \
           'Зажмите /1 /2 /3 /4 и добавьте расписание на последний запрошенный день для ПЕРЕзаписи.\n' \
           'Зажмите /1_add /2_add\n' \
           '/3_add /4_add и добавьте расписание на последний запрошенный день для ДОзаписи.\n' \
           'Зажмите /all и добавьте текст для отправки всем пользователям. (Не работает)\n' \
           'Зажмите /word или /word_add и добавьте текст для добавления текста к расписанию.\n' \
           'Для добавления дня рождения используйте "/word или /word_add др Петров".\n' \
           'Для добавления зачета, экзамена или курсового ипользуйте соответственно "/word или /word_add зач или экз или кур Математика"'

use = "Синтаксис: [/1 or /2 or /3 or /4 or /word or /word_add or /1_add or /2_add or /3_add or /4_add] [text]"

change = 'Выберите группу:'

donate = 'Пожертвования проекту принимаются в виде бутылочки "Heineken", а также пожеланий и предложений лично автору.'

contact = 'Telegramm: @BakinRR\n' \
          'E-m@il: bakirov.imortant@gmail.com\n' \
          'Моб. телефон: +79992091684\n' \
          'Мой канал: https://t.me/brrchan'

link =  'Мы в репозитории GitHub: https://github.com/be-effective/schedule-python-telegram-bot\n' \
        'Полезные ссылки для разработчиков:\n' \
        'Telegram Bot API: https://core.telegram.org/bots/API\n' \
        'PyCharm: http://www.jetbrains.com/pycharm/\n' \
        'Python: https://www.python.org\n' \
        'Python MySQL Connector: https://dev.mysql.com/downloads/connector/python/\n' \
        'Python python-telegram-bot library: https://python-telegram-bot.org\n' \
        'Хостинг SSD VPS: https://www.ipipe.ru/vps_ssd.html\n' \
        'SSH-клиент: http://www.putty.org'

ty = 'Благодарим за проявленный интерес к приложению!'